Revit 2024 API
AnalysisDisplayVectorSettings Constructor
Overload List
Name | Description
AnalysisDisplayVectorSettings()
 Constructs a default instance of vector settings.
AnalysisDisplayVectorSettings(AnalysisDisplayVectorSettings)
 Constructs a new copy of the input AnalysisDisplayVectorSettings object.
See Also
AnalysisDisplayVectorSettings Class
AnalysisDisplayVectorSettings Members
Autodesk.Revit.DB.Analysis Namespace